{
	"milton": [
		{
			"title": "arkady_journal77",
			"type": "txt",
			"terminal": "",
			"content":
				[
					"Officially began work on Archive today.",
					"Contributors from every country on Earth while",
					"network connections last. Team intimidated by",
					"project scope but working hard.",
					"",
					"Will be sharing space with Drennan & Sarabhai team.",
					"Look forward to meeting them."
				]
		},
		{
			"title": "straton_of_stageira",
			"type": "wiki",
			"terminal": "",
			"content":
			[
				"STRATON of Stageira (311 - 254 BC) was a Greek",
				"materialist philosopher associated with the",
				"Peripatetic school. An admirer of Aristotle, he was",
				"a proponent of empiricism and a fierce critic of",
				"philosophy that placed belief before observable",
				"truths. Though unpopular with maby of his peers for",
				"his often acerbic personal manner, his",
				"commentaries on Aristotle were considered an",
				"important work. Much of his writing was lost in the",
				"destruction of the Library of Alexandria."
			]
		},
		{
			"title": "a_simple_principle",
			"type": "html",
			"terminal": "",
			"content":
			[
				"&lta href=\"45 52 52 4F 52 3A 20 46 49 4C 45 53 20 4D",
				"49 53 53 49 4E 47<",
				"",
				"Though Straton himself never used the term, his",
				"remark about the inescapable materiality of life -",
				"that like the bronze giant Talos, \"even the most",
				"faithful philosopher cannot live without his blood\"",
				"- ultimately became know as the Talos Principle.",
				"What seemingly enraged many of his contemporaries",
				"and a significant number of later thinkers is the",
				"principle's simplicity and unassailability, which",
				"(according to a fragment found in Miletus) \"cut",
				"through their thetorical webs, which sought to",
				"tangle the lsitener with fanciful words and",
				"thoughts of the heavens, like Alexander's sword",
				"through the Gordian Knot.\"",
				"",
				"Diogenes Laertius makes mention of a dialogue by",
				"Anaximander of Chalcedon that expanded greatly on",
				"the Talos Principle, but that work remains lost."
			]
		},
		{
			"title": "beginnings",
			"type": "txt",
			"terminal": "",
			"content":
			[
				"Straton of Stageira, On Beginnings (Fragment)",
				"",
				"It is the grave error of many philosophers, not",
				"only of the Athenian schools but also of many",
				"others, that they begin not with observation of the",
				"cosmos as it surrounds us, but with a conclusion",
				"already in mind; and often that conclusion is that",
				"the world was created ideal, and mankind itself the",
				"greatest creation of the gods. Yet neither the",
				"world nor the gods owe mankind perfection; it is",
				"arrogance itself to presume so, and contrary to all",
				"the methods of philosophy. The honest philosopher",
				"seeks only the Truth, even if it bears no comfort;",
				"and he must begin by assuming, as Socrates said,",
				"that all he knows is that he knows nothing.",
				"",
				"74 68 65 20 75 6E 65 78 61 6D 69 6E 65 64 20 6C 69",
				"66 65 20 69 73 20 6E 6F 74 20 77 6F 72 74 68 20 6C",
				"69 76 69 6E 67"
			]
		}
	]
}